[
  {
    "id": 1,
    "titulo": "Exercício 1",
    "pergunta": "'Uma linha de onibus urbano tem um trajeto de 80km. Se um onibus percorre esse trajeto em 2 horas, a sua velocidade escalar média é aproximadamente? Em km/h'",
    "resposta": "40",
    "nivel": 1
  },
  {
    "id": 2,
    "titulo": "Exercício 2",
    "pergunta": "'Um automovel passa pelo km 40 de uma rodovia as 14 horas e pelo km 250 as 17 horas. Calcule a velocidade escalar media do automovel nesse intervalo de tempo? Em km/h'",
    "resposta": "70",
    "nivel": 2
  },
  {
    "id": 3,
    "titulo": "Exercício 3",
    "pergunta": "'Um corpo de massa 5 kg é abandonado sobre um plano inclinado formando 30º com a horizontal. O Coeficiente de atrito dinamico entre o bloco e o plano é 0,5. Qual a aceleração do bloco? Em m/s'",
    "resposta": "0,7",
    "nivel": 3
  },
  {
    "id": 4,
    "titulo": "Exercício 4",
    "pergunta": "'Um bloco de aluminio( c=0,22 cal/gºC) de massa 100g é deixado no interior de um forno até entrar em equilibrio termico com ele. Esse bloco é retirado do forno e colocado imediatamente em 4.400 g de água( c = 1,0 cal/gºC) a 30ºC. Sabendo que a temperatura de equilibrio térmico é 32ºC, Determine a temperatura do forno. Em graus celsius'",
    "resposta": "432",
    "nivel": 2
  },
  {
    "id": 5,
    "titulo": "Exercício 5",
    "pergunta": "'Um automovel faz um percurso de 3 horas, com velocidade media de 80 km/h. Qual a distância percorrida pelo automóvel ? Em km/h'",
    "resposta": "240",
    "nivel": 1
  },
  {
    "id": 6,
    "titulo": "Exercício 6",
    "pergunta": " 'Em uma panela foi adicionada uma massa de água de 200g a uma temperatura de 25 ºC. Para transformar essa massa de agua totalemnte em vapor a 100ºC, qual deve ser a quantidade total de calor fornecida, em calorias? Considere calor de transição do valor L = 540 cal/g e o calor especifico da agua e 1 cal / g'",
    "resposta": "123.000",
    "nivel": 2
  },
  {
    "id": 7,
    "titulo": "Exercício 7",
    "pergunta": "'Um projétil é lançado a partir do solo com uma velocidade inicial de 100 m/s e um ângulo de lançamento de 45 graus em relação à horizontal. Calcule a altura máxima que o projétil atinge. Considere g = 9,8 m/s². Resposta em metros'",
    "resposta": "255,1",
    "nivel": 3
  },
  {
    "id": 8,
    "titulo": "Exercício 8",
    "pergunta": "'Um corpo solto do repouso nas proximidades da terra cai em queda livre, levando 4 segundos para chegar até o chão. Considere g=10m/s^2, determine a altura da qual esse corpo foi solto? Em metros'",
    "resposta": "80",
    "nivel": 2
  },
  {
    "id": 9,
    "titulo": "Exercício 9",
    "pergunta": " 'Um estudante irá realizar um experimento de fisica e precisará de 500g de agua a 0ºC. Acontece que ele tem disponivel somente um bloco de gelo de massa igual a 500g e terá que transforma-lo em água. Considerando o sistema isolado, a quantidade de calor, em cal, necessária para que o gelo derreta será: Dados calor de fusão do gelo 80 cal /g C?'",
    "resposta": "40.000",
    "nivel": 1
  },
  {
    "id": 10,
    "titulo": "Exercício 10",
    "pergunta": "'D'epois de ser solto de uma certa altura, um corpo chega ao solo com velocidade de 180km/h. Considere g=10m/s^2 e determine o tempo em que esse corpo permaneceu no ar? Em segundos'",
    "resposta": "5",
    "nivel": 2
  }
]
